Repository: STLERV/idealista-ios-challenge
Catalog: IdealistaiOSChanllenge/IdealistaiOSChanllenge/Localizable.xcstrings
Source language: en
Languages: es

# addFavourite
source: Add to favourite
es: Añadir a Favoritos

source: Adress
es: Dirección

# area
source: area: %lld
es: Superficie: %lld

# bathrooms
source: Bathrooms: %lld
es: Baños: %lld

source: Energy label:
es: Etiqueta energetica:

# favoriteDate
source: Added as favorite on %@
es: Añadido a Favoritos el %@

source: hasLift:
es: Ascensor:

source: Loading Ad
es: Cargando propiedad…

source: Loading Ads
es: Cargando propiedades…

source: Location
es: Ubicación

# rooms
source: Rooms: %lld
es: Habitaciones: %lld

source: unknown
es: desconocido

source: Yes
es: Si
